{
"23890": ["PeterQ", "if only there were more greek engineers in nyc, none of you would be working here"],
"30064": ["YasserT", "#standup wfh today, i woke up on the wrong side of the bed. i don't like the way durandal handles for loops so i'm going to migrate our front end to backbone."],
"31461": ["Heewa", "so i went on this okcupid date last night and at the end i asked her if i could walk her home. she got disgusted and said \"oh so you can force your way into my house and have sex with me? all men are such pigs!\" Guys i think i'm in love."],
"34343": ["Yuri", "i have a confession to make. I wore a dinosaur suit that day because i ran out of clean clothes."],
"34583": ["Dustin", "i can't believe i left all those squares in academia to work with a bunch of squares at a start up. my life's been going downhill ever since i left that punk rock band"],
"34988": ["Hector", "#standup going to be in a little late today...followed the wrong asian girl home last night and ended up in south bronx."],
"37389": ["Sahil", "god, i hate how the cleaning lady keeps throwing away my lunch"],
"44734": ["Adam", "before people start making lunch plans, i just downloaded this app that tells you the carbs:calories ratio of all the sandwiches at potbellies. just saying"],
"46086": ["Marie", "btw, i'm going to be baking a special batch of brownies for a special day. taking orders now."],
"46337": ["Gabrielle", "I got a complaint from a client about our dashboard not being shiny enough. Should i put a ticket in zendesk or just tell one of you guys?"],
"47824": ["AlexLo", "Hey everyone, I've been recently noticing a lot of lines of code pushed that are more than 80 characters long. Let's all have a meeting to discuss this in say, 7 minutes?"],
"47887": ["Juno", "Shut up, I'm awesome! My shirt says so."],
"54192": ["Jessica", "my friends are so jealous when i tell them i'm getting paid to watch security cameras all day. They're wondering if we're hiring any more QA"],
"_47825": ["wrhall", ""],
"57883": ["Clair", "oh. my. god. i just found glow in the dark hair dye."]
}